Repository: personalagile/dogcoachstudio
Catalog: DogCoachStudio/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: This result is applied to all %@ attending dogs. You only edit exceptions next.
de: Dieser Ausgang wird auf alle %@ teilnehmenden Hunde angewendet. Sie bearbeiten nur Ausnahmen im nächsten Schritt.
es: Este resultado se aplica a todos los %@ perros que asisten. Solo edite las excepciones en el próximo paso.
fr: Ce résultat s'applique à tous les %@ chiens qui assistent. Vous n'éditez que les exceptions dans l'étape suivante.

source: This result is applied to all %lld attending dogs. You only edit exceptions next.
de: Dieser Ausgang wird auf alle %lld teilnehmenden Hunde angewendet. Sie bearbeiten nur Ausnahmen im nächsten Schritt.
es: Este resultado se aplica a todos los %lld perros que asisten. Solo edite las excepciones en el próximo paso.
fr: Ce résultat s'applique à tous les %lld chiens qui assistent. Vous n'éditez que les exceptions dans l'étape suivante.

source: Time
de: Zeit
es: Tiempo
fr: Temps

source: Title
de: Titel
es: Título
fr: Titre

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

source: Training goal
de: Trainingsziel
es: Objetivo de entrenamiento
fr: Objectif d'entraînement

source: Training goals
de: Trainingsziele
es: Objetivos de entrenamiento
fr: Objectifs d'entraînement

source: Training record
de: Trainings-Aufzeichnung
es: Registro de entrenamiento
fr: Enregistrement d'entraînement

source: Translation missing – showing %@
de: Übersetzung fehlt – zeigt %@
es: Traducción en falta – muestra %@
fr: Traduction manquante – montre %@

source: Units: %lld
de: Einheiten: %lld
es: Unidades: %lld
fr: Unités: %lld

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Unknown client
de: Unbekannte:r Kund:in
es: Cliente desconocido
fr: Client inconnu

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller

source: Unlock DogCoach Studio
de: DogCoach Studio entsperren
es: Desbloquear DogCoach Studio
fr: Déverrouiller DogCoach Studio

source: Use factual markers only. The app does not create diagnoses.
de: Nur sachliche Merkmale verwenden. Die App erstellt keine Diagnosen.
es: Usa solo indicadores objetivos. La app no crea diagnósticos.
fr: Utilisez uniquement des indicateurs factuels. L’app ne pose aucun diagnostic.

source: Week
de: Woche
es: Semana
fr: Semaine

source: When enabled, the app locks after leaving the foreground and hides its content in the app switcher. Device passcode is available when biometrics cannot be used.
de: Wenn aktiviert, sperrt sich die App im Hintergrund und verbirgt ihre Inhalte im App-Umschalter. Falls Biometrie nicht verfügbar ist, kann der Gerätecode verwendet werden.
es: Si se activa, la app se bloquea al pasar a segundo plano y oculta su contenido en el selector de apps. Si no se puede usar la biometría, se admite el código del dispositivo.
fr: Lorsque cette option est activée, l’app se verrouille en arrière-plan et masque son contenu dans le sélecteur d’apps. Le code de l’appareil reste disponible si la biométrie ne peut pas être utilisée.

source: Work faster with DogCoach Pro
de: Schneller arbeiten mit DogCoach Pro
es: Trabaja más rápido con DogCoach Pro
fr: Travaillez plus vite avec DogCoach Pro

source: Your changes could not be saved. Please try again.
de: Deine Änderungen konnten nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudieron guardar los cambios. Inténtalo de nuevo.
fr: Vos modifications n’ont pas pu être enregistrées. Réessayez.

source: Your data
de: Deine Daten
es: Tus datos
fr: Vos données

source: DogCoach Studio
es: Estudio DogCoach
fr: Studio DogCoach

source: Email
es: Correo electrónico
fr: Courriel

source: Name
es: Nombre
fr: Nom

source: Status
es: Estado
fr: État

source: Upgrade
es: Mejorar plan
fr: Mettre à niveau

source: OK
fr: D'accord
